Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: '0000' (most headsets, mice and GPS devices)
ne: '0000' (प्राय हेडसेट, माउस र जिपिएस यन्त्रहरू)

source: Category inclusion criteria
ne: श्रेणी समावेशी आधारहरू

source: Recent changes patrol disabled
ne: हालसालैका परिवर्तनहरू गस्ती निस्कृय पारिएको छ।

source: (revision#: $1)
ne: (संशोधन #: $1)

source: east
ne: पूर्व

source: Military strength
ne: शैन्य शक्ति

source: Spatial or temporal scope of media
ne: मेडियाको स्पाटिएल(आयाम) वा टेम्पोरल(काल) सान्दर्भिकता

source: Donation
ne: दान

source: Recent
ne: ब्राउज गरेको इतिहास

source: Change your keyboard or input method settings
ne: आफ्नो किबोर्ड वा इनपुट विधि परिवर्तन गर्नुहोस्

source: Nisan
ne: निसान

source: Pages with the fewest revisions
ne: थोरै पुनरावलोकन भएका पृष्ठहरू

source: Create page without a form.
ne: फारम विना पृष्ठ तयार गर्नुहोस् ।

source: %1 page
ne: %1 पाना

source: Related media
ne: सम्वन्धित मेडिया

source: /* CSS placed here will affect users of the Vector skin */
ne: /* यहाँ राखिएको CSS ले भेक्टर स्किनको प्रयोगकर्ताहरूलाई प्रभावित गर्ने छ */

source: Unable to start web browser to open %s.
ne: %s खोल्न वेब ब्राउजर सुरु गर्न सकिएन।

source: Normal
ne: सामान्य

source: Launcher Icon Launch Animation
ne: खुल्ने बेलाको लन्चर आइकन एनिमेशन

source: Wanted pages
ne: खोजिएका पृष्ठहरू

source: ← Older edit
ne: ← पुरानो सम्पादन

source: Compare pages
ne: पृष्ठहरू दाँज्ने

source: Unable to fetch XML for DjVu file
ne: डिजेभियु फाइलबाट एक्सएमएल तान्न सकिएन

source: This revision is now marked as a saved revision
ne: यस संस्करणलाई संग्रहितको रुपमा चिनो लगाइएको छैन

source: Bot: Create redirect to [[%(to)s]]
ne: रोबोट: [[%(to)s]]मा अनुप्रेषण गर्दै

source: Data
ne: डेटा

source: Missing link
ne: छुटेको लिङ्क

source: $2 was {{GENDER:$1|linked}} from $3 and $4 other {{PLURAL:$5|page|pages}}.
ne: $2 $3 र $4 अन्य {{PLURAL:$5|पृष्ठ|पृष्ठहरू}} बाट {{GENDER:$1|जोडियो}}।

source: Save article
ne: लेख संग्रह गर्नुहोस

source: Wikiversity
ne: विकिभर्सिटी

source: Fill out project observation fields
ne: परियोजना अबलोकन बुँदाहरू भर्नुहोस्

source: About us
ne: हाम्रो बारेमा

source: Random article
ne: कुनै लेख

source: Date
ne: मिति

source: Real name is optional. If provided, it may be used to give you attribution for your work.
ne: वास्तविक नाम ऐच्छिक हो । तपाईंले खुलाउनु भएको खण्डमा तपाईंको कामको श्रेय दिनको लागि यसको प्रयोग गरिने छ ।

source: Opens the Dash Photo Lens.
ne: ड्यास फोटो लेन्स खोल्छ ।

source: Email settings
ne: इमेल सेटिंग

source: UAE dirham
ne: UAE (यु ए इ) दिर्हम

source: Day $1 of $2
ne: मिति $1 को $2

source: This item was already tagged with {0}
ne: यो वस्तुलाई पहिले नै {0}ले संकेत गरिएको थियो

source: Low on toner
ne: टोनर कम हुँदा

source: Proceed anyway
ne: जसरी अगाडि बढ्नुहोस्

source: Wiki
ne: विकी

source: Bot: Reporting unavailable external link
ne: रोबोट: अनुपलब्ध बह्य लिङ्कहरुलाई उजुर गर्दै

source: Full text
ne: पूर्ण पाठ

source: Coastal colony
ne: खोला तिरको बस्ती

source: a free and open source discussion forum
ne: एक स्वतंत्र र खुला स्रोत भएको छलफल मंच

source: Apply system wide
ne: प्रणाली भरि लागु हुने

source: Original
ne: मूल

source: Accounts
ne: खाताहरू

source: Find page to link
ne: जोड्नको लागि पाना खोज्नुहोस्

source: Source thread:
ne: स्रोत धागो(thread) :

source: Total pages
ne: कुल पृष्ठहरू

source: Way: %{name}
ne: बाटो: %{name}

source: Timezone
ne: समय क्षेत्र

source: Assign staff
ne: कर्मचारीलाई लगाउने

source: $1 Atom feed
ne: $1 एटम फिड

source: Sign up with Facebook
ne: फेसबुक प्रयोग गरेर प्रवेश गर्नुहोस्

source: Configure the wiki
ne: विकि कन्फीगर गर्ने

source: Invalid value
ne: गलत मिति

source: Don't use an account
ne: खाता प्रयोग नगर्नुहोस्

source: File change date and time
ne: फाइल परिवर्तन मिति तथा समय

source: View and remove titles on your watchlist
ne: आफ्नो अवलोकनसूचीमा रहेको शीर्षकलाई देखाउने तथा हटाउने

source: contains
ne: मा निहित

source: Table of Contents
ne: विषय सूची

source: You haven't visited any site yet
ne: तपाईँले अहिलेसम्म कुनै साइट भ्रमण गर्नुभएको छैन

source: Value not found
ne: मान पत्ता लागेन

source: This redirect used to point to %(target)s
ne: यस अनुप्रेषणले %(target)s मा प्रेषण गर्दथ्यो

source: No active ZIM file, please load one first.
ne: कुनै सकृय ZIM फाइल भेटिएन,एक ZIM फाइल थप्नुहोस् ।

source: send emails
ne: इमेलहरु पठाउने

source: The new password is not strong enough
ne: नयाँ पासवर्ड पर्याप्तरूपमा बलियो छैन

source: logout
ne: निर्गमन (लग आउट)

source: ^Try Edubuntu without installing
ne: प्रतिस्थापन विना एजुबुन्ट् प्रयोग गरी हेर्नुहोस् (^T)

source: $1 redirects
ne: $1 अनुप्रेषित हुन्छ

source: Results for $1
ne: $1 को परिणाम

source: Message group
ne: सन्देश समूह

source: Food Court
ne: खाजा घर

source: Split to a new thread
ne: नयाँ धागो(thread)मा टुक्राउने

source: GPG keys are configured incorrectly.
ne: जी पी जी कीहरू गलत ढंगले विन्यासित गरिएको।

source: All Software
ne: सबै सोफ्टवेयरहरू

source: Measure:
ne: माप:

source: Occupation:
ne: पेशा:

source: Provide copyright information for each file individually on the next page.
ne: प्रत्येक फाइलको कपी राइट सूचना अर्को पृष्ठमा दिनुहोस्।

source: The file is a ZIP file that uses ZIP features not supported by MediaWiki. It cannot be properly checked for security.
ne: यो फाइल एक ZIP फाइल हो र यसले प्रयोग गर्ने गुणहरु ,मेडियाविकिद्वारा समर्थित छैन । सुरक्षाको कारणले राम्ररी जाँच गर्न सकिएन ।

source: Hide edits by anonymous users from the watchlist
ne: अज्ञात प्रयोगकर्ताहरूबाट गरिएको सम्पादन निगरानी सूचीबाट लुकाउने

source: Yesterday
ne: हिजो

source: (%i bytes)
ne: (%i बाइट)

source: You are trying to access a directory "$1". Only file access is allowed.
ne: तपाईं डायरेक्टरी "$1" खोल्ने प्रयास गर्दैहुनुहुन्छ। मात्रै फाइल खोल्न सकिनेछ।

source: Place of Worship
ne: पूजा गर्ने स्थान

source: Discussion summary added with clean up: %(num)i entries
ne: सफाई गरी छलफल सारांश थपियो: %(num)i प्रविष्टीहरू

source: SecurePoll
ne: सुरक्षित चुनाव

source: $1: Down
ne: $1: निम्न

source: Line
ne: पङ्क्ति

source: compulsory flash suppression
ne: आवश्यक फ्ल्यास संकुचन

source: $1 thanks log
ne: $1 धन्यवाद लग

source: Scanning for ZIM files, please wait...
ne: कृपया पर्खनुहोस्, जिम फाइलहरू स्क्यान हुँदैछ

source: Map - %{dato_description}
ne: नक्शा - %{dato_description}

source: translator-credits
ne: Launchpad Contributions: Amit Chaudhary https://launchpad.net/~studenton-com Bishaw Kumar Shrestha https://launchpad.net/~devbks Bista Nirooj https://launchpad.net/~nirooj56 Jeevan Chapagain https://launchpad.net/~manutd-jeevan Rabi Poudyal https://launchpad.net/~rabipoudel Sanjog Sigdel https://launchpad.net/~sigdelsanjog Yogesh Ojha https://launchpad.net/~yogeshojha11 openthito https://launchpad.net/~openthito sarojdhakal https://launchpad.net/~lotusnagarkot

source: Searching for threads
ne: धागो(thread)हरू खोज्दै

source: Copyeditor's Barnstar
ne: पाण्डुलिपि सम्पादक बार्नस्टार

source: Note
ne: टिप्पणी

source: Click on the building site to select a building or unit to build.
ne: भवन अथवा भवनको अंश चुन्न भवनको साइटमा क्लिक गर्नुहोस्।

source: style
ne: शैली

source: <strong>Sorry! We could not process your edit due to a loss of session data.</strong> <em>Because {{SITENAME}} has raw HTML enabled, the preview is hidden as a precaution against JavaScript attacks.</em> <strong>If this is a legitimate edit attempt, please try again.</strong> If it still does not work, try [[Special:UserLogout|logging out]] and logging back in.
ne: '''माफ गर्नुहोला! सत्र को डेटा को नोकसान को कारण ले गर्दा तपाइको सम्पादन लाइ जारी राख्न सकिएन।''' ''जावास्क्रिप्ट हमलाहरु रोक्नको लागि यो पूर्वावलोकन लाइ देखाइएको छैन किन कि {{SITENAME}} मा काँचो HTML को प्रयोग गर्न मिल्ने बनाइएको छ।'' '''यदि यो एक वैध प्रयास हो भने, कृपया पुन: प्रयास गर्नुहोला.''' यदि अझै पनि काम गरेन भने [[Special:UserLogout|निर्गमन(logging out)]] र पुन:आगमन(login) गर्ने प्रयास गर्नुहोला।

source: Decrease indentation
ne: इन्डेन्टेसन घटाउने

source: Change protection levels and edit cascade-protected pages
ne: सुरक्षास्तरहरू परिवर्तन गर्ने र क्यासकेड-सुरक्षित पृष्ठहरूलाई सम्पादन गर्ने

source: Edit tags of selected log entries
ne: चयन गरिएको लग प्रविष्टिहरूको ट्यागहरू सम्पादन

source: Link
ne: लिङ्क

source: 2-dimensional measurement
ne: २-आयामीय मापन

source: <strong>Your username or IP address has been blocked.</strong> The block was made by $1. The reason given is <em>$2</em>. * Start of block: $8 * Expiry of block: $6 * Intended blockee: $7 You can contact $1 or another [[{{MediaWiki:Grouppage-sysop}}|administrator]] to discuss the block. You cannot use the "email this user" feature unless a valid email address is specified in your [[Special:Preferences|account preferences]] and you have not been blocked from using it. Your current IP address is $3, and the block ID is #$5. Please include all above details in any queries you make.
ne: '''तपाईँको प्रयोगकर्ता नाम या IP ठेगानालाई रोक लगाइएको छ ।''' रोक लगाउने $1. रोक लगाउनाको कारण ''$2''. * रोक सुरू हुने : $8 * रोक सकिने: $6 * रोकबाट लक्षित: $7 तपाईंले $1 वा अरु कुनै [[{{MediaWiki:Grouppage-sysop}}|प्रवन्धक]] सँग रोकको बारेमा छलफल गर्न सम्पर्क गर्न सक्नुहुन्छ । तपाईँले 'प्रयोगकर्तालाई इ-मेल गर्ने ' सुविधा मान्य इमेल ठेगाना [[Special:Preferences|अभिरुचीहरू]]मा नखुलाए सम्म प्रयोगगर्न पाउनुहुने छैन र यसको प्रयोग गर्नबाट रोक लगाइएको छैन । तपाईंको IP ठेगाना $3 को, र रोक्का संख्या #$5. कृपया तपाईँको प्रश्नमा सबै जानकारी खुलाउनुहोला ।

source: Module "$1" not found.
ne: मोड्युल "$1" भेटिएन ।

source: AutoIP service failed to start
ne: अटोआइपी सेवा सुरु गर्न विफल

source: Add a New Printer
ne: मुद्रक थप्नुहोस्...

source: Publication date
ne: प्रकाशन मिति

source: Header text
ne: शिर्ष पाठ

source: Alphanumeric keys
ne: वर्णसंख्या कुञ्जीहरू

source: The Real Life Barnstar is awarded to editors who make contributions both online and offline, by organizing wiki-related real-life events.
ne: वास्तविक जीवन बार्नस्टार ती सम्पादकहरूलाई दिइन्छ जसले अनलाइन योगदान दिनुका साथै विकि सम्बन्धित कार्यक्रमहरूको आयोजन गरेर अफलाइन योगदान पनि दिने गरेको होस्।

source: Creating and configuring your user account
ne: खाता कसरी निर्माण गर्ने र कन्फिगर गर्ने

source: This page has no subpages.
ne: यस पृष्ठका उप पृष्ठहरू छैनन्।

source: Key to show the menu bar while pressed
ne: थिचेको बेला मेनुबार देखाउने कि

source: Enable input tools
ne: आगत उपकरणहरू सक्षम

source: The modification you tried to make was aborted by an extension.
ne: एक्सटेन्शन हुकले गर्दा यस फाइललाई नयाँ रुप दिने क्रिया रद्द भयो।

source: Show Keyboard Layout
ne: किबोर्ड लेआउट देखाउनुहोस्

source: Accessories
ne: सहायक उपकरणहरू

source: use map
ne: नक्सा प्रयोगर्ने

source: Edit this trace
ne: यो ट्रेस सम्पादन गर्ने

source: October
ne: अक्टोबर

source: Delete {0}
ne: {0} मेट्नुहोस्

source: _Type:
ne: _प्रकार:

source: Invalid subpage "<nowiki>$1</nowiki>"
ne: अमान्य उपपृष्ठ "<nowiki>$1</nowiki>"

source: Invalid or missing revision. You may have a bad link, or the revision may have been restored or removed from the archive.
ne: अमान्य या मेटिएको संस्करण । खराब लिन्क पनि सक्छ या संस्करण पुन: स्थापना गरिएको या अभिलेखबाट हटाइएको हुनसक्छ ।

source: Create
ne: सृजना गर्नुहोस्

source: Days
ne: दिन

source: Flips through all the windows present in the Switcher, in reverse order.
ne: स्विचरमा भएका सबै विन्डोहरूबीच उल्टोतिरबाट एकपछि अर्को गर्दै सर्छ ।

source: Content pages
ne: सामग्री पृष्ठहरू

source: $1 × $2 pixels
ne: $1 × $2 पिक्सल

source: Alternative Characters Key
ne: वैकल्पिक क्यारेक्टर् कि

source: Queue
ne: लाम

source: calendar:week_start:0
ne: पात्रो:हप्ता सुरु:०

source: Jul
ne: जुलाई

source: Recent activity on EOL
ne: सजीवको विश्वकोषमा भएका ताजा कृयाकलापहरू

source: Destination directory exists and is not empty.
ne: गन्तव्य निर्देशिका अवस्थित छ तथा खाली छैन

source: Overwrite
ne: पुनर्लेखन गर्ने

source: Jun
ne: जुन

source: The skill has already been taught to Europeans, we have nothing more to teach!
ne: यो सिप युरोपियनहरूला सिकाइन्छ, हामीसँग सिकाउनको लागी बाँकी केही छैन !

source: Aira
ne: आइरा

source: This page is protected. You can view its source
ne: यो पृष्ठ सुरक्षित गरिएको छ। यसको श्रोत हेर्न सक्नुहुन्छ।

source: System defaults: Unknown key '{}' in section '{}'
ne: सिस्टम पूर्वनिर्धारित: '{}' अज्ञात कुञ्जी '{}' सेक्सनमा

source: Key Style
ne: कुञ्जी शैली

source: Contact message
ne: सम्पर्क सन्देश

source: Email address is optional, but is needed for password resets, should you forget your password.
ne: इमेल ठेगाना ऐच्छिक हो, तर प्रवेश शव्दको पुनर्स्थापनाको लागि आवश्यकता छ, के तपाईंले प्रवेश शव्द भुल्नु हुन्थ्यो।

source: Home folder
ne: गृह फोल्डर

source: Left ring finger
ne: बायाँ साहिँली औँला

source: Administrators
ne: प्रबन्धकहरू

source: Could not store file "$1" at "$2".
ne: फाइल $1 लाई $2 मा संग्रह गर्न सकिएन ।

source: This user has a [[$1|native]] understanding of [[$2|$3]].
ne: यो प्रयोगकर्तासँग [[$2|$3]]को [[$1|पैदायसी]] ज्ञान छ।

source: Remove reference
ne: सन्दर्भ हटाउने

source: A Tweet with the given ID does not exist.
ne: दिइएको आइडीमा ट्विट छैन।

source: _Music player
ne: _सङ्गीत प्लेयर

source: Abuse log for this user
ne: यो प्रयोगकर्ताको दुरुपयोग लग

source: Return to the default flat view
ne: सामान्य च्याप्टो दृश्य मा फर्किनुहोस

source: Destination page $1 does not exist.
ne: गन्तव्य पृष्ठ $1 अस्तित्वमा छैन ।

source: $1 with full-text search support
ne: $1 पूरा पाठ खोज समर्थन सहित

source: Neutral
ne: तटस्थ

source: No results found
ne: कुनै पनि नतिजाहरू भेटिएन

source: Way History: %{name}
ne: बाटोको इतिहास: %{name}

source: Image width
ne: चित्रको चौड़ाई

source: F Number
ne: F संख्या

source: February $1
ne: फेब्रुअरी $1

source: No changesets in this area.
ne: यो क्षेत्रमा कुनै परिवर्तनहरू छैनन् ।

source: Hello
ne: नमस्कार

source: An unknown error occurred while trying to link the given page.
ne: दिइएको पृष्ठलाई जोड्न लाग्दा अज्ञात त्रुटी उत्पन्न भयो।

source: Select all
ne: सबै चयन गर्नुहोस्

source: Restore page
ne: पृष्ठ पूर्वावस्थामा ल्याउनुहोस्

source: List
ne: सूची

source: info
ne: जानकारी

source: Lisp
ne: लिस्प

source: Unique name
ne: अनुपम नाम

source: Please enter your account password. Your password and registered email address will be checked against the accounts on other wikis to confirm that they match. No changes will be made until you have confirmed that things are in order.
ne: कृपया तपाईंको खाताको प्रवेश शव्द हाल्नुहोस्। तपाईंको खाताको प्रवेश शव्द र पञ्जीकृत ई-मेल ठेगाना मिल्ने नमिल्ने कुरा सुनिश्चित गर्न अन्य विकिहरुमा जाँच गरिनेछ। सबै कुरा क्रमानुसार छ भन्ने कुरा जबसम्म सुनिश्चित हुँदैन कुनै पनि परिवर्तन गरिनेछैन।

source: Menu View
ne: मेनु प्रदर्शन रूप

source: Below {{PLURAL:$1|is the last change|are the last <strong>$1</strong> changes}} in the last {{PLURAL:$2|hour|<strong>$2</strong> hours}}, as of $3, $4.
ne: $3 र $4 अनुसार विगत {{PLURAL:$2|घण्टामा|'''$2''' घण्टाहरूमा}} {{PLURAL:$1|गरिएको अन्तिम परिवर्तन तल दिइएकोछ|गरिएका अन्तिम '''$1''' परिवर्तनहरू तल दिइएका छन्}}।

source: Launcher Icon Size
ne: लन्चर आइकनको आकार

source: Weight
ne: तौल

source: Tracking category
ne: श्रेणी पछ्याउने

source: delete all
ne: सबै मेट्ने

source: This edit was performed by a bot
ne: यो सम्पादन बोटद्वारा गरिएको थियो

source: References (Text or URL)
ne: सन्दर्भ सामाग्रीहरू (पाठ वा वेब ठेगाना)

source: Corners
ne: कुनाहरु

source: Visibility
ne: दृश्यता

source: Bot: Protecting all pages linked from %(page)s
ne: रोबोट: %(page)s पृष्ठमा जोडिएका सबै पृष्ठहरूलाई सुरक्षा गर्दै

source: %{who} has commented on %{what}
ne: %{who}ले %{what}मा सुझाब लेख्नुभएको छ ।

source: Account creators
ne: खाता खोल्नेहरु

source: End date
ne: समाप्ति तिथि

source: Watch this page
ne: यो पृष्ठ अवलोकन गर्नुहोस्

source: Upload Wizard
ne: अपलोड विजार्ड

source: Common languages
ne: साझा भाषा

source: You have discovered the Fountain of Youth.
ne: तपाईंले यौवनको झरना पत्ता लगाउनु भयो ।

source: New Pad
ne: नयाँ प्याड

source: You must be logged in to upload files.
ne: फाइल अपलोड गर्न तपाईंले प्रवेश गरेको हुनुपर्छ।

source: Thank you!
ne: धन्यवाद!

source: Backlight and Edge Illumination Toggles
ne: ब्याकलाइट र छेउ चम्किने टोगलहरू

source: Invalid entity ID!
ne: अवैध निकाय परिचय!

source: Middle Mouse
ne: बीचको माउस

source: Unread Messages
ne: अपठित सन्देशहरु

source: Muharram
ne: मुहार्रम

source: Select an input source to add
ne: आगत स्रोत थप्न चयन गर्नुहोस्

source: class
ne: वर्ग

source: Bot-aided spell checker
ne: बोट-सहायता प्राप्त हिज्जे संयोजक

source: Download
ne: डाउनलोड

source: APEX exposure bias
ne: एक्सपोजर पूर्वाग्रह

source: Chart
ne: तालिका

source: Add Region
ne: क्षेत्र थप गर्नुहोस्

source: Watchlist token:
ne: अवलोकन सूची टोकन:

source: Removals
ne: हटाइएकाहरू

source: The link provided does not seem to be a valid URL
ne: दिइएको लिङ्क मान्य URL हो जस्तो देखिदैन

source: Select a language to use during the installation process.
ne: इन्स्टल गर्दा उपयोग गर्ने भाषा छान्नुहोस् ।

source: === Gadget ===
ne: === ग्याजेट ===

source: Select the device type to filter
ne: फिल्टर गर्न यन्त्र प्रकार छान्नुहोस्

source: Reveal location:
ne: देखाउने स्थान:

source: This page has been disabled due to temporary technical problems. In the meantime try the standard upload form.
ne: तकनीकि समस्या वश यो पृष्ठ निस्क्रिय गरिएको छ। यस बीचमा मानक अपलोड फार्मद्वारा प्रयास गर्नुहोस्।

source: Unexpected start tag '%s' on line %d char %d
ne: अप्रत्याशित सुरु ट्याग '%s' लाइन %d मा char %d

source: Columns
ne: स्तम्भहरु

source: Regularly-updated copies of the complete OpenStreetMap database
ne: नियमित रूपमा अपडेट गरिएका ओपनस्ट्रीटम्याप तथ्याङ्कका प्रतिहरू

source: About {{SITENAME}}
ne: {{SITENAME}}को बारेमा

source: This device has an old profile that may no longer be accurate.
ne: यो यन्त्रको पहिले नै पुरानो प्रोफाइल छ जुन बढि समय सहि नरहन सक्छ।

source: ({{PLURAL:$1|One intermediate revision|$1 intermediate revisions}} by {{PLURAL:$2|one other user|$2 users}} not shown)
ne: ({{PLURAL:$2|एक अन्य प्रयोगकर्ता|$2 प्रयोगकर्ताहरू}} द्वारा {{PLURAL:$1|गरिएको बीचको एक अवतरण देखाइएन|गरिएको बीचको $1 अवतरण देखाइएन}})

source: Thread
ne: धागो(thread)

source: No shortcut set
ne: कुनै सर्टकट सेट भएको छैन

source: The description is too long. Please use a maximum length of 255 characters.
ne: दिइएको विवरण धेरै लामो छ। कृपया बढीमा २५५ क्यारेक्टरको प्रयोग गर्नुहोला।

source: Use the form below to block write access from a specific IP address or username. This should be done only to prevent vandalism, and in accordance with [[{{MediaWiki:Policy-url}}|policy]]. Fill in a specific reason below (for example, citing particular pages that were vandalized).
ne: विशेष IP ठेगाना अथवा प्रयोगकर्तालाई रोक लगाउन निम्न प्रपत्र (form) प्रयोग गर्नुहोस्। यसो गर्नुको कारण [[{{MediaWiki:Policy-url}}|नीति]] अनुरुप विकिमा गरिने बर्बरताका कार्य रोक्नु मात्र हो। विशेष कारण देखाउँदै तलको प्रपत्र भर्नुहोस् (उदाहरण, बर्बरताको कार्य गरिएको पृष्ठ दर्शाउँदै)

source: File description
ne: फाइल वर्णन

source: <b>Show the menus for a window</b>
ne: <b>विन्डोको लागि मेनुहरू देखाउनुहोस</b>

source: Close dialog and reload page
ne: संवाद बन्द गर्नुहोस् र पृष्ठ पुन: लोड गर्नुहोस्

source: removed protection from "[[$1]]"
ne: "[[$1]]" बाट सुरक्षा हटाइएको छ

source: Incorrect password entered. Please try again.
ne: पासवर्ड गलत हालियो। कृपया फेरि प्रयास गर्नुहोला।

source: complete
ne: पूर्ण

source: Your email address has now been confirmed.
ne: तपाईंको इमेल ठेगाना प्रमाणित भएको छ।

source: Tagline
ne: लेखिएको सन्देश

source: Server certificate has been revoked.
ne: सर्भर प्रमाणपत्र खारेज गरिएको छ।

source: Query
ne: जाँच्ने

source: Poor ($1)
ne: खराब ($1)

source: Alarm Clock
ne: अलार्म घडी

source: Image does not exist.
ne: चित्र भेटिएन।

source: Upload selected images
ne: छानिएका चित्रहरू अपलोड गर्नुहोस

source: False
ne: झुटो

source: _Natural scrolling
ne: आफै इस्क्रोल्ल

source: It appears you are having trouble viewing: %1.
ne: तपाईंलाईं %1 हेर्न समस्या भैरहेको देखिन्छ।

source: mobile & tablet Wikipedia reading application
ne: मोबाइल र ट्याब्लेट विकिपीडिया पढ्ने अनुप्रयोग

source: You abandon the colony of %colony%.
ne: %colony%को बस्तीलाई तपाईंले छोड्नु भयो ।

source: Canonical does no longer provide updates for %s in Ubuntu %s. Updates may be available in a newer version of Ubuntu.
ne: केनोनिकलले %s उबुन्टु %s मा अपडेट प्रधान गर्दैन। अपडेट उबुन्टुको नयाँ संस्करणमा उपलब्ध हुनसक्ला।

source: You cannot edit because your account is not unified.
ne: तपाईंले सम्पादन गर्न सक्नुहुन्न किन भने तपाईंको खातालाई एकीकरण गरिएको छैन।

source: Range-block
ne: रेन्ज-रोक

source: <big>With the ''book creator'' you can create a book containing wiki pages of your choice. You can export the book in different formats (for example PDF or ODF) or order a printed copy.</big>
ne: <big>''पुस्तक निर्माता'' द्वारा तपाईं आफ्नो अभिरूचीबाट पृष्ठ जोडेर एउटा पुस्तकको निर्माण गर्न सक्नुहुन्छ । तपाईं पुस्तकहरूलाई पिडियफ र ओडियफ जस्तो विभिन्न फर्म्याटमा डाउनलोड गर्न सक्नुहुन्छ र एउटा लुकिएको संस्करण पनि आग्रह गर्न सक्नुहुन्छ।</big>

source: Unsubscribe from
ne: बाट ग्राह्यता बदर गर्ने

source: If you restore the page, all revisions will be restored to the history. If a new page with the same name has been created since the deletion, the restored revisions will appear in the prior history.
ne: यदि कुनै पृष्टलाई पुन: स्थापन गराउनु भयो भने सम्पूर्ण संस्करणहरू इतिहासमा पुन:स्थापन हुनेछन् । यदि यसै नामबाट नयाँ पृष्ठ निर्माण भैसकेको छ भने पुन: स्थापित संस्करणहरू पूर्व इतिहासको रुपमा स्थापित हुनेछन् ।

source: You do not have permission to move pages.
ne: तपाईँलाई पृष्ठ सार्ने अनुमति छैन

source: For security reasons, only users with the right to modify abuse filters may use this interface.
ne: सुरक्षा कारणहरूले गर्दा, दुर्व्यवहार फिल्टर परिवर्तन गर्ने अधिकार प्राप्त प्रयोगकर्ताहरूले मात्र यस अन्तरमोहोडाको प्रयोग गर्न सक्नेछन्।

source: Manage tags
ne: ट्यागहरू व्यवस्थापन

source: You might have mis-spelt the title, or the page has not been created.
ne: तपाइले या त लेखको शिर्षक हाल्दा गल्ति गर्नुभयो या यस नामको लेख नै छैन।

source: Books &amp; Magazines
ne: पुस्तक एव् पत्रिका

source: The pages have successfully been linked. You can find the item containing the links in our [$1 central data repository].
ne: पृष्ठ सफलतापूर्वक जोडिएको छ। तपाईं लिङ्क जोडिएको आइटम आफ्नो [$1 केन्द्रीय डाटा रिपोजिटरी] मा खोज्न सक्नुहुन्छ।

source: Add Comment
ne: टिप्पणी थप्ने

source: Add {{PLURAL:$2|group|groups}}: $1
ne: {{PLURAL:$2|समूह|समूहहरु}}: $1 थप्ने

source: Add new contact
ne: नयाँ सम्पर्क थप्ने

source: Signature:
ne: हस्ताक्षर:

source: Block a username, hiding it from the public
ne: एक प्रयोगकर्ता नाम रोक्ने, सार्वजनिकहुनबाट लुकाउने

source: $1 is not a valid wiki
ne: $1 एक वैधानिक विकी हैन ।

source: Multilingual
ne: बहुभाषी

source: User account $3 was {{GENDER:$2|created}} by $1 and password was sent by email
ne: $1 बाट प्रयोगकर्ता खाता $३ {{GENDER:$2|खोलियो}} र इमेल मार्फत पासबर्ड पठाइएको छ

source: More than $1 {{PLURAL:$1|page links|pages link}} to this file. The following list shows the {{PLURAL:$1|first page link|first $1 page links}} to this file only. A [[Special:WhatLinksHere/$2|full list]] is available.
ne: $1 भन्दा अधिक {{PLURAL:$1|पृष्ठ लिङ्क|पृष्ठ लिङ्कहरू}} यस फाइलसँग जोडिएको छ। निम्नलिखित सूची फाइलसँग {{PLURAL:$1|पहिलो पृष्ठ लिङ्क|पहिलो $1 पृष्ठ लिङ्कहरू}} जोडिने देखाउँछ। [[Special:WhatLinksHere/$2|पूर्ण सूची]] पनि उपलब्ध छ।

source: You must specify a revision ID to send thanks.
ne: धन्यवाद गर्नको लागि तपाईंलाई कुनै एक पुनरीक्षण ठेगाना निर्दिष्ट गर्नु पर्ने हो।

source: (all)
ne: (सबै)

source: Internal error: Unable to connect to server.
ne: आन्तरिक त्रुटि: सर्वरसित जोड़न असमर्थ

source: Ubuntu Logo
ne: उबुन्टु लोगो

source: Thank you.
ne: धन्यवाद!

source: When the lid is closed
ne: बिर्को बन्द हुँदा

source: Please choose a file
ne: एक फाइल छान्नुहोस्

source: Password could not be changed
ne: पासवर्ड परिवर्तन गर्न सकिएन

source: Maximum height:
ne: अधिकतम उचाइ:

source: For version %(version)s
ne: %(version)s संस्करणको लागि

source: Query recent changes
ne: नयाँ परिवर्तनहरू खोज्ने

source: The edit summary was: "''$1''".
ne: सम्पादन सारांश : "''$1''" ।

source: Filter edited
ne: फिल्टर सम्पादित

source: Country of residence
ne: बसोबास रहेको देश
